Repository: matzko/wp-db-backup
Catalog: wp-db-backup-*.po
Languages: fr_fr

source: Backup Complete!
fr_fr: Sauvegarde terminé !

source: Click <a href="%s" target="_blank">here</a> to back up your database using the WordPress Database Backup plugin. <strong>Note:</strong> WordPress Database Backup does <em>not</em> back up your files, just your database.
fr_fr: Cliquez <a href="%s" onclick="window.open(this.href); return false;">ici</a> afin de sauvegarder votre base de données avec le plugin WordPress Database Backup. <strong>Note :</strong> WordPress Database Backup ne sauvegarde <em>pas</em> vos fichiers, mais juste votre base de données.

source: Progress
fr_fr: Progression

source: DO NOT DO THE FOLLOWING AS IT WILL CAUSE YOUR BACKUP TO FAIL:
fr_fr: VEUILLEZ NE PAS FAIRE CE QUI SUIT CAR CELA FERA ÉCHOUER VOTRE SAUVEGARDE :

source: Close this browser
fr_fr: De fermer le navigateur

source: Reload this page
fr_fr: De recharger cette page

source: Click the Stop or Back buttons in your browser
fr_fr: De cliquer sur le bouton Stop (Arrêter) ou sur le bouton Retour de votre navigateur

source: Progress:
fr_fr: Progression :

source: Navigating away from this page will cause your backup to fail.
fr_fr: Le fait de quitter cette page fera échouer votre sauvegarde.

source: Your backup has been emailed to %s
fr_fr: Votre sauvegarde à bien été envoyée par e-mail à %s

source: Creating backup file...
fr_fr: Création du fichier de sauvegarde...

source: Finished backing up table \"%s\".
fr_fr: Sauvegarde terminée de la table \"%s\".

source: Backing up table \"%s\"...
fr_fr: Sauvegarde de la table \"%s\"...

source: Could not open the backup file for writing!
fr_fr: Impossible d’ouvrir le fichier de sauvegarde pour écriture !

source: The backup file could not be saved. Please check the permissions for writing to your backup directory and try again.
fr_fr: Le fichier de sauvegarde n’a pas été sauvegardé. Veuillez vérifier les permissions pour écrire dans votre répertoire de sauvegarde et réessayer à nouveau.

source: WordPress MySQL database backup
fr_fr: Sauvegarde de la base de données MySQL de WordPress

source: Generated: %s
fr_fr: Génération de : %s

source: Hostname: %s
fr_fr: Nom d’hôte : %s

source: Database: %s
fr_fr: Base de données : %s

source: The backup directory is not writeable! Please check the permissions for writing to your backup directory and try again.
fr_fr: Le répertoire de sauvegarde ne peut pas être écrit ! Veuillez vérifier les permissions pour écrire dans votre répertoire de sauvegarde et réessayer à nouveau.

source: Click and hold down <code>[SHIFT]</code> to toggle multiple checkboxes
fr_fr: Cliquez et maintenez la touche <code>[MAJ]</code> pour sélectionner plusieurs cases

source: Change
fr_fr: Changer

source: Save
fr_fr: Sauvegarder

source: Backup
fr_fr: Sauvegarde

source: WP-DB-Backup Support Forum
fr_fr: Forum de support WP-DB-Backup

source: There was an error writing a line to the backup script:
fr_fr: Une erreur d’écriture s’est produite dans une ligne du script de sauvegarde :

source: Subsequent errors have been omitted from this log.
fr_fr: Les erreurs suivantes ont étés omis dans ce log.

source: Error getting table details
fr_fr: Une erreur est survenue lors de l’obtention des détails d’une table

source: Delete any existing table %s
fr_fr: Supprimer toutes les tables existantes de %s

source: Table structure of table %s
fr_fr: Structure de la table de %s

source: Error with SHOW CREATE TABLE for %s.
fr_fr: Erreur avec SHOW CREATE TABLE pour %s.

source: Error getting table structure of %s
fr_fr: Erreur lors de l’obtention de la structure de la table de %s

source: Data contents of table %s
fr_fr: Contenu des données de la table de %s

source: End of data contents of table %s
fr_fr: Fin du contenu des données de la table de %s

source: The backup directory is not writeable!
fr_fr: Le répertoire de sauvegarde n’a pas pu être écrit !

source: File not found:%s
fr_fr: Fichier non trouvée : %s

source: Return to Backup
fr_fr: Retourner à la sauvegarde

source: File %s does not exist!
fr_fr: Le fichier %s n’existe pas !

source: Attached to this email is %1s Size:%2s kilobytes
fr_fr: Attaché cet e-mail à %1s Taille : %2s kilo-octets

source: Database Backup
fr_fr: Sauvegarde de la base de données

source: The following errors were reported:
fr_fr: Les erreurs suivantes ont étés reportées :

source: ERROR: The mail application has failed to deliver the backup.
fr_fr: ERREUR : L’application de messagerie n’a pas réussi à livrer la sauvegarde.

source: Backup Successful
fr_fr: La sauvegarde a été effectué avec succès

source: Your backup file: <a href="%1s">%2s</a> should begin downloading shortly.
fr_fr: Votre fichier de sauvegarde : <a href="%1s">%2s</a> devrait commencer à être téléchargé prochainement.

source: Your backup file has been saved on the server. If you would like to download it now, right click and select "Save As"
fr_fr: Votre fichier de sauvegarde a bien été sauvegardé sur votre serveur. Si vous souhaitez le télécharger maintenant, faites clique droit et sélectionnez "Enregistrer sous"

source: %s bytes
fr_fr: %s octets

source: Scheduled Backup Options Saved!
fr_fr: Les options de planification de la sauvegarde ont étés sauvés !

source: WARNING: Your backup directory does <strong>NOT</strong> exist, and we cannot create it.
fr_fr: ATTENTION : Votre répertoire de sauvegarde n’existe <strong>PAS</strong>, et il est impossible de le créer.

source: Using your FTP client, try to create the backup directory yourself: %s
fr_fr: En utilisant votre client FTP, essayer de créer un répertoire de sauvegarde sous : %s

source: WARNING: Your backup directory is <strong>NOT</strong> writable! We cannot create the backup files.
fr_fr: ATTENTION : Votre répertoire de sauvegarde ne peut <stong>PAS</strong> être écrit ! Il est impossible de créer les fichiers de sauvegarde.

source: Using your FTP client, try to set the backup directory&rsquo;s write permission to %1$s or %2$s: %3$s
fr_fr: En utilisant votre client FTP, essayer de mettre la permission d’écriture du dossier à %1$s ou %2$s sur le répertoire de sauvegarde : %3$s

source: This problem seems to be caused by your server&rsquo;s <code>safe_mode</code> file ownership restrictions, which limit what files web applications like WordPress can create.
fr_fr: Ce problème semble être causé par <code>safe_mode</code> disponible sur votre serveur et qui restreint la propriété des fichiers. Ce qui le limite et les applications web tel comme WordPress qui peuvent le créer.

source: You can try to correct this problem by using your FTP client to delete and then re-create the backup directory: %s
fr_fr: Vous pouvez essayer de corriger ce problème en utilisant votre client FTP. Supprimer le répertoire de sauvegarde et recréer le sous le nom suivant : %s

source: These core WordPress tables will always be backed up:
fr_fr: Ces tables de base de WordPress seront toujours sauvegardées :

source: Exclude spam comments
fr_fr: Exclure les commentaires en tant que SPAM

source: Exclude post revisions
fr_fr: Exclure les articles en cours de révision

source: You may choose to include any of the following tables:
fr_fr: Vous pouvez choisir d’inclure l’une des tables suivantes :

source: Backup Options
fr_fr: Options de sauvegarde

source: What to do with the backup file:
fr_fr: Que faire ensuite avec le fichier de sauvegarde :

source: Save to server
fr_fr: Sauvegarder vers votre serveur

source: Download to your computer
fr_fr: Télécharger vers votre ordinateur

source: Email backup to:
fr_fr: Envoyer la sauvegarde par e-mail à :

source: Backup now!
fr_fr: Sauvegarder maintenant !

source: WARNING: Your backup directory is <strong>NOT</strong> writable!
fr_fr: ATTENTION : Votre répertoire de sauvegarde n’est <strong>PAS</strong> accessible en écriture !

source: Scheduled Backup
fr_fr: Planification de la sauvegarde

source: Next Backup: %s
fr_fr: Sauvegarde suivante : %s

source: Last WP-Cron Daily Execution: %s
fr_fr: Dernière exécution journalière de WP-Cron : %s

source: Next WP-Cron Daily Execution: %s
fr_fr: Prochaine exécution journalière de WP-Cron : %s

source: Schedule:
fr_fr: Programmation :

source: None
fr_fr: Aucun

source: Daily
fr_fr: Quotidien

source: Schedule backup
fr_fr: Planifier la sauvegarde

source: Tables to include in the scheduled backup:
fr_fr: Tables à inclure dans la sauvegarde planifiée :

source: Never
fr_fr: Jamais

source: %s seconds
fr_fr: %s secondes

source: Once Weekly
fr_fr: Une fois par semaine

source: Your WordPress version, %1s, lacks important security features without which it is unsafe to use the WP-DB-Backup plugin. Hence, this plugin is automatically disabled. Please consider <a href="%2s">upgrading WordPress</a> to a more recent version.
fr_fr: Votre version de WordPress, %1s, manque de dispositifs de sécurité importantes sans lesquels il est dangereux d’utiliser le plugin WP-DB-Backup. Par conséquent, ce plugin a été automatiquement désactivée. Veuillez envisager de <a href="%2s">mettre à jour WordPress</a> vers une version plus récente.

source: You are not allowed to perform backups.
fr_fr: Vous n’êtes pas autorisé à effectuer des sauvegardes.

source: There appears to be an unauthorized attempt from this site to access your database located at %1s. The attempt has been halted.
fr_fr: Il semble y avoir une tentative non autorisée de ce site pour accéder à votre base de données situé à %1s. La tentative a été interrompue.
